{"id":1171,"date":"2019-03-22T19:35:33","date_gmt":"2019-03-22T19:35:33","guid":{"rendered":"http:\/\/discover-destinations.com\/?page_id=1171"},"modified":"2019-03-22T19:35:45","modified_gmt":"2019-03-22T19:35:45","slug":"shopping-usa-self-drive","status":"publish","type":"page","link":"https:\/\/discover-destinations.com\/shopping-usa-self-drive\/","title":{"rendered":"Shopping USA &#8211; Self Drive"},"content":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|phone&#8221; next_background_color=&#8221;#ffffff&#8221; admin_label=&#8221;Offer&#8221; _builder_version=&#8221;3.15&#8243; background_color=&#8221;rgba(0,0,0,0.5)&#8221; background_image=&#8221;https:\/\/discover-destinations.com\/wp-content\/uploads\/2018\/09\/nwhqdbecumw.jpg&#8221; background_blend=&#8221;color&#8221; custom_padding=&#8221;120px||79px||false|false&#8221; custom_padding_tablet=&#8221;80px||80px|&#8221; locked=&#8221;off&#8221;][et_pb_row custom_margin=&#8221;|||&#8221; _builder_version=&#8221;3.0.76&#8243;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text admin_label=&#8221;CTA Section Subtitle&#8221; _builder_version=&#8221;3.12&#8243; text_font=&#8221;Roboto|on||on|&#8221; text_font_size=&#8221;24px&#8221; text_letter_spacing=&#8221;4px&#8221; text_orientation=&#8221;center&#8221; background_layout=&#8221;dark&#8221; module_alignment=&#8221;center&#8221; animation_style=&#8221;zoom&#8221; animation_intensity_zoom=&#8221;20%&#8221;][\/et_pb_text][et_pb_text admin_label=&#8221;CTA Section Title&#8221; _builder_version=&#8221;3.15&#8243; text_font=&#8221;||||&#8221; header_font=&#8221;Oswald|on||on|&#8221; header_text_align=&#8221;center&#8221; header_font_size=&#8221;60px&#8221; header_line_height=&#8221;1.3em&#8221; background_layout=&#8221;dark&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;|||&#8221; animation_style=&#8221;zoom&#8221; animation_delay=&#8221;100ms&#8221; animation_intensity_zoom=&#8221;20%&#8221; locked=&#8221;off&#8221;]<\/p>\n<h1>Shopping USA<br \/>Self-Drive<\/h1>\n<p>[\/et_pb_text][et_pb_divider color=&#8221;#ffffff&#8221; divider_position=&#8221;center&#8221; divider_weight=&#8221;3px&#8221; height=&#8221;false&#8221; disabled_on=&#8221;off|off|off&#8221; _builder_version=&#8221;3.2&#8243; max_width=&#8221;150px&#8221; module_alignment=&#8221;center&#8221; animation_style=&#8221;zoom&#8221; animation_delay=&#8221;200ms&#8221; animation_intensity_zoom=&#8221;20%&#8221; locked=&#8221;off&#8221;][\/et_pb_divider][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|tablet&#8221; prev_background_color=&#8221;rgba(0,0,0,0.5)&#8221; next_background_color=&#8221;#000000&#8243; admin_label=&#8221;Packages&#8221; _builder_version=&#8221;3.19.17&#8243; custom_padding=&#8221;39px||29px||false|false&#8221; custom_padding_tablet=&#8221;0px||0px|&#8221;][et_pb_row custom_padding=&#8221;30px|0px|53px|0px|false|false&#8221; custom_padding_tablet=&#8221;60px||0px|&#8221; custom_padding_last_edited=&#8221;on|phone&#8221; admin_label=&#8221;Packages Title&#8221; _builder_version=&#8221;3.0.76&#8243; locked=&#8221;off&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text _builder_version=&#8221;3.9&#8243; text_font=&#8221;||||&#8221; text_text_color=&#8221;#1a1a1a&#8221; header_font=&#8221;Oswald|on||on|&#8221; header_text_align=&#8221;center&#8221; header_font_size=&#8221;60px&#8221; header_line_height=&#8221;1.3em&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;|||&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;top&#8221; animation_intensity_slide=&#8221;10%&#8221; locked=&#8221;off&#8221;]<\/p>\n<h1>Itinerary<\/h1>\n<p>[\/et_pb_text][et_pb_divider color=&#8221;#ed4441&#8243; divider_position=&#8221;center&#8221; divider_weight=&#8221;3px&#8221; height=&#8221;false&#8221; disabled_on=&#8221;off|off|off&#8221; _builder_version=&#8221;3.2&#8243; max_width=&#8221;150px&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;30px|||&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;top&#8221; animation_delay=&#8221;100ms&#8221; animation_intensity_slide=&#8221;10%&#8221; locked=&#8221;off&#8221;][\/et_pb_divider][\/et_pb_column][\/et_pb_row][et_pb_row admin_label=&#8221;Package&#8221; _builder_version=&#8221;3.19.17&#8243; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text admin_label=&#8221;Description&#8221; _builder_version=&#8221;3.19.14&#8243; text_font=&#8221;Roboto||||&#8221; text_font_size=&#8221;16px&#8221; text_line_height=&#8221;1.8em&#8221; background_size=&#8221;initial&#8221; background_position=&#8221;top_left&#8221; background_repeat=&#8221;repeat&#8221; animation_style=&#8221;zoom&#8221; animation_direction=&#8221;left&#8221; animation_delay=&#8221;100ms&#8221; animation_intensity_zoom=&#8221;10%&#8221;]<\/p>\n<p>See the best of the USA while embarking on an exciting shopping excursion. From flagship stores in New York City to boutiques in Miami Beach and the neon-lit grandeur of Las Vegas, the diversity of shopping experiences will astound you. Hunt for bargains at outlet malls, buy haute couture from designers and seek out specialty items at locally owned shops. Of course, you’ll want to leave plenty of time to visit landmarks and attractions in each exciting city. To get you started, consider visiting top-notch shopping destinations in these 10 U.S. states.<strong> <\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Arizona &#8211; Phoenix\/Scottsdale<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1: <\/strong><\/h2>\n<p><span style=\"font-size: 16px;\">In the sunny Sonoran Desert, you’ll be in awe over the mountain and valley landscapes. Take a 25-minute drive south of Phoenix\/Scottsdale to Chandler. At the Phoenix Premium Outlets, visit over 90 stores, including Puma Outlet, Reebok Outlet, Saks Off 5th, Under Armour, Nike Factory Store, Gap Factory, Converse and Armani Exchange. Enjoy lunch and gaming at the Wild Horse Pass Hotel &amp; Casino. Less than 15 minutes to the north, stop at Arizona Mills in Tempe to browse in more than 185 shops, including Disney Store Outlet, H&amp;M, Tommy Hilfiger, Gymboree and Crocs. Head back to Phoenix\/Scottsdale, where you can relax in a spa, or perhaps fit in a round of golf or mountain hike, before dinner.<\/span><strong><\/strong><\/p>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p>Stay local today and indulge in the amenities. Start your excursion at Biltmore Fashion Park, where high-end stores include Apple Store, Williams Sonoma, Sephora, Saks Fifth Avenue, Macy’s, Jo Malone, MAC Cosmetics and L’Occitane en Provence. After shopping, eat lunch at<br \/>one of the many restaurants such as California Pizza Kitchen, Zinburger Wine &amp; Burger Bar and The Cheesecake Factory. Drive about 15 minutes east to Scottsdale Fashion Square, where you’ll find top brands such as Cartier, Prada, Salvatore Ferragamo, Bulgari, Aveda, Carolina Herrera, David Yurman, Louis Vuitton, Tiffany &amp; Co. and Neiman Marcus. After a full day of shopping, stroll the streets of Old Town Scottsdale or take the popular trolley to give your feet a break. Visit boutiques and galleries before dining at a local restaurant. Great choices include Bootleggers Modern American Smokehouse, Rusty Spur Saloon and Nonna Urban Eatery.<\/p>\n<p>&nbsp;<\/p>\n<h2><strong>California &#8211; Los Angeles<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong> <\/h2>\n<p>In this glamorous city, start your morning by shopping in Torrance for luxury items at the Del Amo Fashion Center, one of the South Bay’s premier shopping destinations. With modern architecture, palm trees and natural light, it’s the embodiment of L.A. style. Peruse items in over 200 stores on three levels including Hugo Boss, Nordstrom, Macy’s, Sears, Adidas, Banana Republic, Dick’s Sporting Goods, Zara, Disney Store and Levi Strauss &amp; Co. Take a shopping break in the Outdoor Village and grab a bite at Brio Coastal Bar &amp; Kitchen, Buffalo Wild Wings, Lucille’s Smokehouse Bar-B-Que, P.F. Chang’s or Popcornopolis. In the afternoon, head to Anaheim, home to Disneyland, and look for bargains at The Outlets at Orange outdoor mall. You’ll find more than 120 outlet stores, including Aeropostale, Crocs, Neiman Marcus Last Call, Nordstrom Rack, Old Navy Outlet, Puma Outlet and Calvin Klein. At Café Tu Tu Tango, watch artists paint and sell their work while you eat tapas with an eclectic range of flavors. Buffalo Wild Wings and Johnny Rockets serve tasty American fare. Visit the nearby Downtown Disney District to go to The Disney Dress Shop and purchase favorite character costumes. Browse other boutiques, relax with a cocktail and stay for dinner; choices range from casual express service to fine dining.<\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p><strong style=\"font-size: 16px;\">Make it a priority to visit star-studded Beverly Hills and Rodeo Drive – even just to window shop – at storefronts occupied by designer names synonymous with haute couture. Boutiques include Balenciaga, Dior, Fendi, Prada, Rolex, Louis Vuitton and Jimmy Choo. You never know, you may even see a celebrity or two. While in Beverly Hills, a must-visit stop is the Beverly Center, housing posh stores such as Diesel, Prada, Dolce &amp; Gabbana, Polo Ralph Lauren, Gucci, Steve Madden, Michael Kors and Coach. Sate your appetite at a chef-driven restaurant, including Eggslut, Farmhouse, Yardbird Southern Table &amp; Bar and Cal Mare. Take a break from shopping to board a guided tour of movie stars’ homes; pickup is conveniently<\/strong><\/p>\n<p><strong><\/strong><strong>located at the Beverly Center. End the day by dining in Beverly Hills; for a homey atmosphere, try The Farm of Beverly Hills; for something a little trendier, go to Spago.<\/strong><span style=\"font-size: 16px;\"> <\/span><\/p>\n<h2><strong>Day 3:<\/strong><\/h2>\n<p>Immerse yourself in all things Hollywood today. Go to Hollywood &amp; Highland to shop at stores such as Lucky Brand, PINK, Victoria’s Secret and MAC Cosmetics. Take a tour of the Dolby Theatre, home to the Academy Awards, and walk along Hollywood Boulevard<br \/>to see the Hollywood Walk of Fame and Grauman’s Chinese Theatre. Follow Santa Monica Boulevard to Westfield Century City, which recently spent US$1 billion on a makeover. Its eclectic mix of over 200 stores includes Apple Store, Amazon Books, Bonobos, Jo Malone, Abercrombie &amp; Fitch, John Hardy, Ted Baker, J.Crew and Microsoft Store. Dine at Eataly and other prominent restaurants such as Shake Shack, Tipsy Cow and Big Fish Little Fish. The outdoor Atrium space features concerts, Broadway shows and other events. Drive west to the Pacific Ocean to shop at the three-level Santa Monica Place, anchored by Barneys New York, Kate Spade New York, Tiffany &amp; Co., Diane von Furstenberg, Disney Store and<br \/>Nike. Take a break from shopping and go to the Santa Monica Pier, where you can ride the historic Looff Hippodrome carousel or visit the Santa Monica Pier Aquarium. When you’re hungry, there are many restaurants to sample in Santa Monica, but a longtime favorite with a relaxed, beach attitude is Big Dean’s Ocean Front Café. If you feel like something a little more formal, Water Grill is for you. <strong><\/strong><\/p>\n<p><strong><\/strong><\/p>\n<p><strong><\/strong><\/p>\n<p><strong><\/strong><\/p>\n<h2><strong>San Diego<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<p>Take a quick 20-minute drive south from San Diego to Las Americas Premium Outlets in San Ysidro. Shop for bargains at brand-name outlet stores such as Cole Haan, Disney Store Outlet, Armani Outlet, Diesel, Lacoste, Nike Factory Store, Levi Strauss &amp; Co. and Reebok. Return<br \/>north to go to Fashion Valley, a high-end, open-air mall in the Mission Valley area. Shop for designer goods at Hugo Boss, Ermenegildo Zegna, Fendi, Prada, Roberto Cavalli, Hermes, Valentino and more. At night, explore the Gaslamp Quarter, a historic district in downtown San Diego that features great restaurants, nightlife and special events. If you like traditional Italian food, try de’Medici Cucina Italiana; sit on the patio to absorb the Gaslamp atmosphere.<\/p>\n<p>&nbsp;<\/p>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p><strong>Head north via Interstate 5, then switch to the Pacific Coast Highway for a leisurely drive to the picturesque resort city of Carlsbad. Spend the morning looking for discounted items at the Carlsbad Premium Outlets, where stores include ASICS, Chico’s, babyGap, DKNY,<br \/>Converse, OshKosh B’gosh, Reebok, Kate Spade New York and Tumi. Before leaving the area, admire Pacific Ocean views from Carlsbad Village and relax over lunch; local favorites include Board &amp; Brew and Campfire. Return south along the Pacific Coast Highway, then travel on I-5 through beautiful Torrey Pines State Reserve to reach Westfield UTC near the beach resort town of La Jolla. This upmarket outdoor mall features designer and name<br \/>brands such as Apple, Tumi, Williams Sonoma, Zara, Nordstrom and Bonobos. Feel like ice skating? Try the mall’s indoor rink. Order a bite to eat at Shake Shack, Bibigo, Craft Pizza Company or Seasons 52. Alternatively, head to La Jolla and eat at one of the many restaurants overlooking the Pacific Ocean – a favorite is Brockton Villa Restaurant, housed in a beach cottage with incredible views – before returning to San Diego.<\/strong><\/p>\n<p><span style=\"font-size: 16px;\"><\/span><\/p>\n<p><span style=\"font-size: 16px;\"><\/span><\/p>\n<h2><strong>Day 3:<\/strong><\/h2>\n<p><strong>Stay local for the day and visit Seaport Village for shopping along the San Diego Bay. Look for specialty items in over 50 local boutiques and galleries, stroll along the bayfront, then enjoy a waterside lunch at one of nearly 20 restaurants. Take a break from shopping in the afternoon with an outing to the internationally known San Diego Zoo, a 20-minute drive away. Return to the waterfront at night to dine at Top of the Market, a second-level seafood restaurant featuring views of the bay and Coronado Bridge; ask to be seated outside. <\/strong><\/p>\n<p><span><\/span><\/p>\n<p><span><\/span><\/p>\n<h2><strong>San Francisco<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<p>Spend the morning in the heart of San Francisco sightseeing, eating, visiting galleries and shopping in Union Square, just steps from the cable car line. Seek out upscale stores such as Niketown, Saks Fifth Avenue, Gump’s, Williams Sonoma and Gucci. For fabulous views of Union Square, eat lunch atop Macy’s at Hubert Keller’s Burger Bar or at the Rotunda at Neiman Marcus, where you can sip champagne below a stained-glass dome. Take a short<br \/>walk along Powell Street to Westfield San Francisco Centre, a nine-level shopping complex with over 170 stores under a 32-meter-wide steel- and glass dome-covered atrium featuring Bloomingdale’s West Coast flagship store and the second-largest Nordstrom in the USA. Just outside the mall, board the cable car to Fisherman’s Wharf, taking in such iconic views as Nob Hill, Lombard Street and Alcatraz along the way. At Fisherman’s Wharf, shop in boutiques at Ghirardelli Square – including the celebrated Ghirardelli chocolate shop – before pausing for dinner, perhaps at local favorite Scoma’s Restaurant, and taking in beautiful bay views. Indulge in an Irish coffee at the Buena Vista Café before returning to your hotel.<\/p>\n<h2><\/h2>\n<h2><strong>Day 2: <\/strong><\/h2>\n<p><strong>Leave San Francisco for a 45-minute drive south – longer if you stop for photo ops – on the Pacific Coast Highway to Half Moon Bay. After the scenic route, head east for about 30 minutes to Palo Alto to begin a tour of bay-area shopping malls. Start at Stanford Shopping<br \/>Center, an outdoor, high-end mall with stores including Hugo Boss, Cartier, Ermenegildo Zegna, Hermes, Neiman Marcus, Louis Vuitton, Tiffany &amp; Co., The North Face and Apple. Continue your journey around the bay with a 20-minute drive to Milpitas and more than 200 outlet stores at the Great Mall. Look for deals at Armani Exchange, Calvin Klein, Abercrombie &amp; Fitch, Converse, DKNY, Crocs, Old Navy, Gymboree and Nike Factory Store.<br \/>Extend your stay to eat lunch at one of the many restaurants before continuing about 30 minutes north around the bay to the next stop, Stoneridge Shopping Center in Pleasanton. The mall is anchored by Macy’s, Nordstrom, J.C. Penney Co. and Sears. Other names in<br \/>the 160-store complex include Apple, Abercrombie &amp; Fitch, The Children’s Place, Aveda, The Lego Store, Pottery Barn, Kiehl’s and Zara. The one-hour return west to San Francisco will take you across the Bay Bridge with sensational views of the city, Golden Gate Bridge and Alcatraz Island. Dine in Union Square. Seeking upscale? Try Farallon for outstanding seafood. For a more casual atmosphere, Scala’s Bistro offers great French and Italian fare.<\/strong><\/p>\n<h2><strong>Day 3: <\/strong><\/h2>\n<p><strong>Depart San Francisco early and cross the Golden Gate Bridge for a 30-minute trip to the harbor town of Sausalito, full of personality with Mediterranean architecture, art galleries, boutiques and restaurants, and a wonderful place to eat breakfast overlooking San Francisco Bay. Afterward, drive north for about 75 minutes to Napa Valley to shop at Napa Premium Outlets. Find discounted items at well-known stores such as Tommy Hilfiger, Adidas, Nike Factory Outlet, Levi Strass &amp; Co., Guess and Gymboree. In the afternoon, go wine tasting (of course) and eat lunch at your choice of fabulous, and famous, wineries in Napa Valley. At Domaine Carneros, try classic sparkling wines paired with small-bite tasting options like salmon and caviar. Stop at V. Sattui Winery to take a tour and taste wines. Visit its Artisan Deli to buy wine, cheeses and meats for a picnic on the grounds. Return to San Francisco in time to enjoy another great dinner in the city. Try Waterbar for astounding views of the Bay Bridge. <\/strong><\/p>\n<p><strong> <\/strong><\/p>\n<h2><strong>Florida &#8211; Miami<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><strong> <\/strong><\/h2>\n<p><strong>Start your day at Miami International Mall at Doral, browsing in over 140 stores including Macy’s, Sears, H&amp;M, Gap, Disney Store, Gymboree and Sunglass Hut. The mall also offers a variety of dining options, including BJ’s Restaurant &amp; Brewhouse, The Knife and Rise Pies. Alternatively, head to Miami Beach to spend an afternoon by the pool, relax at a spa and soak up the sun and international atmosphere on the beach. Stay in South Beach and dine at one of the fabulous restaurants on Ocean Drive. Whatever your taste, you’ll find something to delight the senses. A Fish Called Avalon offers amazing local seafood; Lario’s on the Beach, owned by Emilio and Gloria Estefan, serves authentic and inspired Cuban food; and Quality Meats on Collins and 15th is the place for steak. <\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 2:<\/strong><strong> <\/strong><\/h2>\n<p><strong>Head south on Biscayne Boulevard to The Falls shopping mall in Kendall, where you’ll be delighted to find over 100 retailers, including familiar brands such as Bloomingdale’s, Apple, Macy’s, Abercrombie &amp; Fitch, Justice, Gymboree, Lucky Brand and Michael Kors. Need a bite to eat? Options at this open-air mall include Brio Tuscan Grille for Italian cuisine, P.F. Chang’s for Chinese and an American Girl Bistro for kid-friendly fare. After lunch, drive<br \/>north to the Dadeland Mall, where you’ll find over 185 stores and restaurants, including a new fashion wing housing chic retailers such as Urban Outfitters, Microsoft and Tesla. Finish your day at Miracle Mile and Downtown Coral Gables for its high-end specialty stores and boutiques, art galleries and restaurants along the lush, beautifully landscaped streets; it’s a must-visit destination in South Florida. Nosh at The Seven Dials, a casual pub experience with great fish and chips; Plomo Tequila and Taco Bar, directly on Miracle Mile and featuring over 65 different tequilas; or Bulla Gastrobar, offering Spanish tapas and sangria.<\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 3:<\/strong><strong> <\/strong><\/h2>\n<p><strong>Visit Sawgrass Mills, just west of Fort Lauderdale in Sunrise, on the edge of the Everglades. With over 350 stores, it’s one of the largest outlet malls in the USA. Shop for trendy items at discounted prices at Prada, Adidas, Desigual, John Varvatos, Reebok, Vilebrequin, Versace, OshKosh B’gosh, UGG, The North Face and BCBGMAXAZRIA. For a break, relax over a meal at California Pizza Kitchen, The Cheesecake Factory, Johnny Rockets or P.F. Chang’s. After filling shopping bags with treasures, drive an hour back to Miami to visit Bal Harbour Shops, a collection of designer boutiques and restaurants in a tropical garden setting – a favorite playground for celebrities. The roster includes legendary brands such as Tom Ford, Valentino, Tory Burch, Prada, Oscar de la Renta, Giorgio Armani and Carolina Herrera. Return to Miami Beach and take an evening stroll on Lincoln Road, pausing to visit galleries, boutiques and brand-name stores. At an array of restaurants, dine indoors or on a sidewalk patio and enjoy the wealth of eclectic sights and sounds along this hub of South Beach.<\/strong><\/p>\n<p><strong><\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Illinois &#8211; Chicago<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><strong> <\/strong><\/h2>\n<p><strong>From Chicago, travel north to Gurnee Mills; it’s about an hour by car, or you can take a 90-minute train to Waukegan and then catch a taxi for the 25-minute ride to the mall. If you drive, build in time to explore the shores of Lake Michigan en route to Gurnee Mills, one of the largest outlet malls in Illinois. Shop in over 200 stores, including Tommy Hilfiger, Abercrombie &amp; Fitch, Sears, Nike, Macy’s, H&amp;M, Bass Pro Shops, Banana Republic, Adidas<br \/>and Crocs. Choices for dining include Buffalo Wild Wings, Great Steak &amp; Potato Company and Rainforest Café. Those driving back to Chicago can choose from a couple of diversions for the afternoon. Theme park thrill rides, a water park and entertaining shows await at Six Flags Great America, next to Gurnee Mills. For a more serene day, go to Illinois Beach State Park, a 25-minute drive from the mall, to enjoy beaches and nature trails. Return to Chicago and spend the evening at Navy Pier, which features live music, entertainment and a multitude of places to eat. If you’re there on a Wednesday or Saturday during the summer, enjoy a thrilling fireworks show synchronized to music.<\/strong><\/p>\n<p><strong><\/strong><\/p>\n<h2><strong>Day 2:<\/strong><strong> <\/strong><\/h2>\n<p><strong>Stay in Chicago and be amazed at the sights and sounds of Magnificent Mile on North Michigan Avenue. With three shopping centers – The Shops at North Bridge, Water Tower Place and 900 North Michigan Shops – and 450 shops encompassing major brands, luxury designers and unique boutiques, there’s something for every taste and budget. Browse through Saks Fifth Avenue, Macy’s, Bloomingdale’s, Nordstrom, Gucci, Louis Vuitton, Chanel, Cartier, Giorgio Armani, Nike and Bulgari. Need a break from all that walking and shopping? Local diners’ favorites are Safe House for a great burger, Eddie V’s Prime Seafood for fine dining or Coco Pazzo Café for Italian. In the evening, take a dinner cruise to view the Chicago skyline from Lake Michigan or try dinner and a show in the Chicago Theater District.<\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 3:<\/strong><strong> <\/strong><\/h2>\n<p><strong>Just five minutes from O’Hare International Airport, go to the Fashion Outlets of Chicago. Stop at the mall on your way to the airport – use the luggage storage facilities at the mall so you can squeeze in some last-minute shopping before boarding your flight home. The mall features more than 130 designer and brand-name outlets offering great savings. Stores include Barneys New York, Disney Store Outlet, Saks Off 5th, Bloomingdale’s, Gucci, Karl Lagerfeld Paris, Neiman Marcus, UGG, Nike Factory Store, Jimmy Choo and, of course,<br \/>Samsonite to carry all of your purchases home.<\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Massachusetts &#8211; Boston<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<p><strong>Start your day at Copley Place, encompassing two hotels, multilevel shopping and restaurants in Boston’s historic Back Bay area, one of the city’s prime shopping destinations. The 75 stores include Tiffany &amp; Co., Barneys New York, Louis Vuitton, Christian Dior, Burberry, Gap, Banana Republic and Neiman Marcus. Use the glass-enclosed skywalk to reach the Prudential Center Boston shopping complex and its 70 more stores, including Saks Fifth Avenue, Lord &amp; Taylor, The Body Shop, Swarovski and Sunglass Hut. Among the places to eat lunch are Legal Sea Foods, The Cheesecake Factory and Top of the Hub on the 52nd floor. The public garden near the central court hosts concerts and events, so be sure to check the calendar when planning your visit. In the afternoon, take a break from shopping to explore Boston Common and the Freedom Trail. Stops on the trail include the Bunker Hill Monument, Paul Revere House and the Old State House. Plan your journey ahead of time and customize your tour; you can start and end the trail anywhere. For dinner, take a seat at Bostonia Public House, serving local brews and pub food. <\/strong><\/p>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p><strong>Begin the day at a famed marketplace that’s a Boston institution. Faneuil Hall, built in 1742 near the Boston Waterfront, contains shops, restaurants, meeting facilities and a museum and armory. Peruse the wares in more than 100 shops on the ground level as well as in three other<br \/>buildings, Quincy Market, South Market and North Market. You’ll see Boston-made arts and crafts as well as familiar names like Crabtree &amp; Evelyn and Coach. More than 50 restaurants or kiosks include Boston Chowda Co., Dick’s Last Resort and Wicked Good Cupcakes. Go to the fourth level to tour the museum and armory; admission is free. In the afternoon, take the short walk to Boston Harbor. Go to the Boston Aquarium or board a Boston Harbor Cruise to learn about local history and take in city views, including Harbor Islands National Park, which features the oldest manned lighthouse in the USA. Boston is renowned for its seafood, so end the day with a great meal on the waterfront at Boston Sail Loft.<\/strong><\/p>\n<p><strong><\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Nevada<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<h2><strong style=\"font-size: 16px; color: #666666;\">Get an early start and visit the Grand Canyon during a 40-minute flight by helicopter from Las Vegas with Papillon or Maverick tour operators. The journey will include spectacular sightseeing over Hoover Dam, Lake Mead and the Grand Canyon before landing at the base of the canyon. Upon your return to the city, go sightseeing on the legendary Las Vegas Strip. At the Las Vegas North Premium Outlets near downtown, shop at over 150 designer and brand-name stores such as Neiman Marcus Last Call, Armani Exchange, Nike Factory Store, Marc Jacobs, Jimmy Choo, Levi Strauss &amp; Co., Gap, Disney Store Outlet, Diesel, Coach and Hugo Boss. At night, take in an iconic Las Vegas show; popular choices include Cirque du Soleil, Celine Dion, Blue Man Group and Terry Fator. For dinner, try Old Homestead Steakhouse at Caesars Palace or Prime Steakhouse at Bellagio. If you’re looking for something casual, go to Gordon Ramsey Burger at Planet Hollywood or Lavo Italian Restaurant &amp; Lounge at The Palazzo.<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p><strong>Start your day at The Shops at Crystals in the City Center complex, where you’ll be surrounded by designer names that include Dior, Cartier, Balenciaga, Christian Louboutin, Hermes, Fendi, Louis Vuitton, Jimmy Choo, Prada and Versace. Cross the Strip to go to Planet Hollywood Resort &amp; Casino, home of the Miracle Mile Shops Las Vegas, where you’ll find French Connection, True Religion, H&amp;M, MAC Cosmetics and Guess. Stop next door at Paris Las Vegas for a late lunch at Mon Ami Gabi; sit outside on the patio, enjoying your meal and watching the Fountains of Bellagio’s afternoon show. Take a short walk along the Strip to reach The Forum Shops at Caesars Palace with over 160 stores that include Gucci, Versace, Giorgio Armani, Dior, Versace and Apple. Known as the “Shopping Wonder of the World,” this is far more than a shopping mall. You can see a replica of the Trevi Fountain in Rome, watch the Fall of Atlantis animatronic show or observe tropical fish in the 50,000-gallon Atlantis Aquarium. Continue your Strip tour at The Mirage, home of Siegfried and Roy’s Secret Garden and Dolphin Habitat and a volcano replica that erupts regularly after dark. Build in time to visit the Fashion Show mall, where you can see a fashion show on its catwalk on select weekends. Among the 250 major brands and boutiques are Nordstrom, Dillard’s, Louis Vuitton, Macy’s, Puma, Scotch &amp; Soda, Tiffany &amp; Co., Steve Madden and Apple. At night, explore downtown Las Vegas and its eclectic mix of restaurants that include Commonwealth, with its wood floors and crystal chandeliers; Therapy, featuring small bites; or Carson Kitchen for playful interpretations of American comfort food. If you’re feeling brave, ride the Slotzilla zipline over the lively Fremont Street entertainment district.<\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 3:<\/strong><\/h2>\n<p><strong>Continue your shopping adventure on the Strip today at The Grand Canal Shoppes at The Venetian. The eclectic selection of stores and boutiques ranges from Bauman Rare Books to Bottega Veneta, Burberry, Harley-Davidson motorcycles, Salvatore Ferragamo and Links of London. The centerpiece of the mall is a replica of St. Mark’s Square in Venice, Italy, and the shops border canals, where gondola rides are a popular pastime. Eat lunch at one of the fabulous restaurants in St. Mark’s Square and listen to live opera performances. In the afternoon, relax at a resort pool, opt for a spa treatment or try your luck at gambling. At night, visit The LINQ and ride the High Roller, the world’s largest observation wheel, for unbeatable 360-degree views of Las Vegas.<\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Pennsylvania &#8211; Philadelphia<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<p><strong style=\"font-size: 16px;\">From downtown, travel an hour to the Philadelphia Premium Outlets in Limerick, with over 170 designer and brand-name stores offering discounted prices. No sales tax is charged on purchases of shoes and clothing in Pennsylvania. Shops include Converse, adidas, Gap, Disney Store Outlet, Merrell, Levi Strauss &amp; Co., Nike Factory Store, The North Face, UGG and True Religion Outlet. Visit the Valley Forge National Historical Park, about 20 minutes away; it’s the site of a Revolutionary War encampment led by Gen. George Washington, the USA’s first president. Visit historic buildings and monuments that tell the story of this important period in U.S. history. The nearby King of Prussia Mall, one of the largest in the USA, is a wonderful place to eat lunch before resuming shopping. Options include Bonefish Grill, California Pizza Kitchen, Fox &amp; Hound, Seasons 52, Shake Shack and The Cheesecake Factory. After lunch, explore the 400 shops and boutiques, including Jimmy Choo, Apple, Abercrombie &amp; Fitch, Louis Vuitton, Neiman Marcus, Macy’s, rag &amp; bone, UNTUCKit, Urban Outfitters and Diesel. Your return to Philadelphia will take about 30 minutes. Allow time to visit Independence National Historical Park to see the Liberty Bell, a symbol of American independence. For dinner, try The Good King Tavern for French-inspired bar food or Moshulu, which serves American cuisine aboard a restored ship anchored in the Delaware River<\/strong><\/p>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p><strong>Stay in Philadelphia and start shopping at Macy’s Center City, across from City Hall, in the heart of the city. This historic venue is home to the largest still-operating pipe organ; listen to a free concert while you shop. Next, explore Rittenhouse Row, which offers Europeanstyle shopping with a mix of over 200 locally owned boutiques, galleries and restaurants. Choose from Armani Exchange, Tiffany’s, Zara, Apple, Nicole Miller and rag &amp; bone. Stop<br \/>for lunch at one of the many restaurants. A must-try is the nearby Cleavers, offering Philly cheesesteak sandwiches to eat in or take away. In the afternoon, learn about the Mural Arts Philadelphia outdoor art gallery. Download the mural finder app and seek out the amazing art adorning buildings throughout the city. Started in 1984 to help stop graffiti, the program now encompasses more than 3,600 murals.<\/strong><\/p>\n<p><strong><\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>New York \/ New Jersey<\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<h2><strong style=\"font-size: 16px; color: #666666;\">From Manhattan, take the Port Authority Trans-Hudson (PATH) train to Newport in Jersey City or drive via the Holland Tunnel to three shopping centers – Newport Centre, Newport Crossing and Newport Plaza. Sales tax is not charged on purchases of shoes and clothing in New Jersey. Newport Centre features more than 130 stores, including Fossil, Armani Exchange, Sears, The Body Shop and Zara. Newport Plaza offers electronic giant Best Buy and specialty home goods store Pier 1 Imports. Modell’s Sporting Goods anchors Newport Crossing. Stroll along the Hudson River Waterfront Walkway in Jersey City for striking views of the Manhattan skyline. Stop for a bite to eat in one of the restaurants, perhaps Piggyback Bar for its Asian-style pub fare. After lunch, take the PATH train from Exchange Place back into Manhattan, or drive through the Holland Tunnel, to Westfield World Trade Center, which is redefining downtown shopping with over 150 stores. Options range from name brands to boutiques, including Penhaligon’s, Apple, Moleskine, Longines, Kate Spade New York, Lacoste, Fossil, Havaianas and Cole Haan. After shopping, visit the 9\/11 Memorial &amp; Museum and walk to Battery Park for its spectacular views of New York Harbor and the Statue of <\/strong><strong style=\"font-size: 16px; color: #666666;\">Liberty. You can also visit South Street Seaport and walk across the Brooklyn Bridge. Dine at one of the many eclectic restaurants in the East Village or West Village. A local favorite at Seventh Avenue and Waverly is Morandi, serving seasonal Italian cuisine.<\/strong><\/h2>\n<p><strong style=\"color: #333333; font-size: 26px;\"><\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\">Day 2:<\/strong><\/p>\n<p><strong style=\"font-size: 16px;\">Leave Manhattan early via the Lincoln Tunnel and Interstate 87 to visit Woodbury Common Premium Outlets in New York’s Central Valley. Rent a car for this journey, which will take about 90 minutes. The scenery along the way is lovely. Woodbury Common features over 220 stores, including the Armani Outlet, Prada, Vilebrequin, Versace, Tom Ford, UGG, UNTUCKit, Gucci, The North Face, Scotch &amp; Soda, Reebok and Saks Off 5th. On-site <\/strong><strong style=\"font-size: 16px;\">restaurants include Shake Shack, Melt Shop and Just Salad. Returning to Manhattan, take a slightly longer route through Bear Mountain State Park and the picturesque Hudson Valley. You’ll encounter clifftop views over the Hudson River and beyond. Follow U.S. Route 9W to Nyack and stop for an early dinner in this idyllic riverside town. Broadway Bistro on Main Street offers a cozy setting with fine Italian food. Continue along the Palisades Interstate Parkway and cross the George Washington Bridge into Manhattan.<\/strong><\/p>\n<p><strong><\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\">Day 3:<\/strong><\/p>\n<p><strong style=\"font-size: 16px;\">Stay in Manhattan for a one-of-a-kind shopping adventure that begins on world-famous Fifth Avenue. Shop at landmarks Bergdorf Goodman, housed in a former Vanderbilt mansion, and Henri Bendel, credited with bringing the fashions of Coco Chanel to the USA. <\/strong><strong style=\"font-size: 16px;\">You’ll find an eclectic mix of cosmetics, handbags and luxury goods. The flagship stores of Lord &amp; Taylor and Saks Fifth Avenue offer shoppers anything they could possibly want. With nine levels covering an entire city block, Saks stocks virtually every designer label, including Louis Vuitton, Gucci, Versace, Salvatore Ferragamo, Armani and Valentino. For lunch, head to the Time Warner Center and choose from top restaurants – Per Se, Masa, Momofuku Noodle Bar and Bluebird London among them. Patronize The Shops at Columbus Circle before taking a shopping break and seeing the sights in Central Park, just across from Time Warner Center. Visit Bethesda Terrace, with the Bethesda Fountain as its focal point, and walk the tree-lined Mall that runs through the park to view the statues of well-known authors. Rent a rowboat on the lake for a peaceful retreat from the bustle of the city. At night, take in a Broadway show with, perhaps, a pre-theater dinner at Sardi’s, a Times Square institution. <\/strong><\/p>\n<p><strong style=\"font-size: 16px;\"><\/strong><\/p>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Texas &#8211; Dallas \/ Fort Worth <\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong><\/strong><\/h2>\n<h2><strong>Day 1:<\/strong><\/h2>\n<p>Explore Fort Worth, starting with The Shops at Clearfork, which is anchored by Neiman Marcus and includes other luxury brands such as Louis Vuitton, Burberry, Tesla, Tiffany &amp; Co., Tommy Bahama and Tory Burch. When hunger strikes, choose from B&amp;B Butchers &amp; Restaurant, Luna Grill and Twigs Bistro and Martini Bar. Your next stop will be University Park Village, a sophisticated shopping experience that includes Banana Republic, Apple,<br \/>J.Crew, Gap, Pottery Barn and Williams Sonoma. No trip to Forth Worth is complete without visiting the Fort Worth National Stockyards Historic District. Every Friday and Saturday at 8 p.m., watch the Stockyards Championship Rodeo, and see the Fort Worth Herd Cattle Drive at 11:30 a.m. and 4 p.m. every day along Exchange Avenue. For more shopping, visit specialty jewelry and hat stores or browse at the General Store. Stay for dinner and delight in the local flavors at Riscky’s Barbeque.<strong> <\/strong><\/p>\n<h2><strong>Day 2:<\/strong><\/h2>\n<p>Just north of Dallas-Fort Worth International Airport, Grapevine Mills features over 180 stores such as True Religion Outlet, Under Armour, the Children’s Place, Sears Outlet, Puma Outlet, Old Navy Outlet, OshKosh B’gosh, Nike Factory Store and Neiman Marcus Last Call. Take a break for sustenance at Chuck E. Cheese’s, Rainforest Café or Great Wraps. The mall is also home to the Sea Life Grapevine Aquarium and Legoland Discovery Center as well as a mini train ride and carousel. Finish the day by following the Grapevine Urban Wine Trail, tasting varietals at Cross Timbers Winery and Grape Vine Springs Winery, among others. <\/p>\n<h2><strong>Day 3:<\/strong><\/h2>\n<p><strong>ocal today. Start by visiting Galleria Dallas, which houses more than 200 stores as well as an ice skating rink and a glass ceiling modeled after the historic Galleria Vittorio Emanuele II in Milan, Italy. Retailers include American Girl, Brookstone, Banana Republic, Zara, Tiffany &amp; Co., Bachendorf’s Jeweler, Swarovski, Nordstrom, Old Navy, Macy’s and Lucky Brand. Savor every bite of a meal at any of 30 restaurants, including Nordstrom Marketplace Café, Five Guys and American Girl Bistro. On the way to downtown Dallas, stop at The Plaza at Preston Center, an open-air mall that includes Orvis, Nardo’s Natural, Kendra Scott and Bachendorf’s and dining options such as True Food Kitchen and Nekter Juice Bar. One more shopping stop today is Highland Park Village, a lifestyle experience with stores such as Hermes, Alexander McQueen, Balenciaga, Valentino, Stella<br \/>McCartney, Escada, Trina Turk, Jimmy Choo and Fendi. Eat at Fachini, Café Pacific or Bistro 31. Must-visit sites in Dallas are The Sixth Floor Museum at Dealey Plaza, presenting the life, death and legacy of U.S. President John F. Kennedy, and the John F. Kennedy Memorial Plaza in the West End Historic District. Don’t leave Dallas without eating a steak at Dakota’s Steakhouse or the Y.O. Ranch Steakhouse, both downtown.<\/strong><\/p>\n<p><strong><\/strong><\/p>\n<p><strong><\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\">Texas &#8211; Houston<\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\"><\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\">Day 1:<\/strong><\/p>\n<p><strong style=\"font-size: 16px;\">In the morning, visit The Galleria, which houses over 375 stores, 30 dining establishments, <\/strong><strong style=\"font-size: 16px;\">two hotels and an ice skating rink. Shop at Saks Fifth Avenue, Nordstrom, Abercrombie &amp; Fitch, Neiman Marcus, Aveda, Chanel, Prada, adidas, Porsche Design, Rolex and Tiffany Co. Fine dining spots include Nobu and Del Frisco’s Double Eagle Steakhouse, or opt for a casual place like Shake Shack or Chipotle Mexican Grill. No trip to Houston would be complete without visiting Space Center Houston to learn about the history and future of the USA’s space exploration programs.<\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\"><\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\"><\/strong><\/p>\n<p><strong style=\"color: #333333; font-size: 26px;\">Day 2:<\/strong><\/p>\n<p><strong>In the morning, relax at a spa, float in the pool or play a round of golf. With an abundance of amenities, Houston can cater to every taste. Continue your shopping adventure in the afternoon at the River Oaks District’s collection of luxury and designer boutiques set along tree-lined streets. Spoil yourself at Dior, Tom Ford, Davidoff of Geneva, Hermes, Van Cleef &amp; Arpels, Stella McCartney and Roberto Cavalli. Stay for dinner to experience food and service at the highest level. Eat a prime steak at Steak 48, linger over a meal at The Tuck Room led by a James Beard Award-winning chef or feel like you’re in Paris at Toulouse. For a quick and tasty meal, try one of the handcrafted sandwiches, wraps, salads or soups at the East Hampton Sandwich Co. <\/strong><\/p>\n<p><strong><\/strong><\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|tablet&#8221; prev_background_color=&#8221;rgba(255,255,255,0.7)&#8221; admin_label=&#8221;More Places&#8221; _builder_version=&#8221;3.0.76&#8243; custom_padding=&#8221;0||33px||false|false&#8221; custom_padding_tablet=&#8221;80px||80px|&#8221; global_module=&#8221;117&#8243; locked=&#8221;off&#8221;][et_pb_row custom_padding=&#8221;16px|0px|27px|0px|false|false&#8221; _builder_version=&#8221;3.0.69&#8243; locked=&#8221;off&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_divider color=&#8221;#ed4441&#8243; divider_position=&#8221;center&#8221; divider_weight=&#8221;3px&#8221; height=&#8221;false&#8221; disabled_on=&#8221;off|off|off&#8221; _builder_version=&#8221;3.9&#8243; max_width=&#8221;150px&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;30px|||&#8221; animation_style=&#8221;slide&#8221; animation_direction=&#8221;top&#8221; animation_delay=&#8221;100ms&#8221; animation_intensity_slide=&#8221;10%&#8221; locked=&#8221;off&#8221;][\/et_pb_divider][\/et_pb_column][\/et_pb_row][et_pb_row _builder_version=&#8221;3.15&#8243;][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_blurb url=&#8221;http:\/\/www.facebook.com\/pages\/Discover-Destinations\/156630901051625&#8243; use_icon=&#8221;on&#8221; font_icon=&#8221;%%291%%&#8221; icon_color=&#8221;#0c71c3&#8243; _builder_version=&#8221;3.15&#8243;]<\/p>\n<p> <\/p>\n<p>[\/et_pb_blurb][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_blurb url=&#8221;http:\/\/twitter.com\/#!\/discoverdest&#8221; use_icon=&#8221;on&#8221; font_icon=&#8221;%%292%%&#8221; icon_color=&#8221;#0c71c3&#8243; _builder_version=&#8221;3.15&#8243;]<\/p>\n<p> <\/p>\n<p>[\/et_pb_blurb][\/et_pb_column][et_pb_column type=&#8221;1_3&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_blurb url=&#8221;http:\/\/www.instagram.com\/discoverdestinations1&#8243; use_icon=&#8221;on&#8221; font_icon=&#8221;%%298%%&#8221; icon_color=&#8221;#0c71c3&#8243; _builder_version=&#8221;3.15&#8243;]<\/p>\n<p> <\/p>\n<p>[\/et_pb_blurb][\/et_pb_column][\/et_pb_row][et_pb_row custom_padding=&#8221;30px|0px|0|0|false|false&#8221; _builder_version=&#8221;3.7&#8243;][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text _builder_version=&#8221;3.17.2&#8243; text_font=&#8221;||||||||&#8221;]<\/p>\n<p> <\/p>\n<p> <\/p>\n<p><center><img loading=\"lazy\" decoding=\"async\" style=\"max-width: 100%;\" src=\"http:\/\/www.atlanta.net\/uploadedImages\/Content\/About_ACVB\/atlanta-logo-proud-member-246.jpg\" alt=\"atlanta-logo-246x167\" width=\"274\" height=\"186\" \/><span style=\"font-size: 14px; text-align: left;\"> <\/span><\/center><center><\/center><center><\/center><center><\/center><center><em style=\"font-size: small;\"><strong><a href=\"http:\/\/www.atlanta.net?ucid=MB2014-000217\" target=\"_blank\" rel=\"noopener\">Atlanta Travel &amp; Tourism Guide<\/a><\/strong> from Atlanta Convention &amp; Visitors Bureau<\/em><\/center><\/p>\n<p> <\/p>\n<p> <\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text _builder_version=&#8221;3.17.2&#8243; text_font=&#8221;||||||||&#8221;]<\/p>\n<p> <\/p>\n<p> <\/p>\n<p><center><span style=\"font-size: 14px; text-align: left;\"> <img loading=\"lazy\" decoding=\"async\" class=\"wp-image-934 alignnone size-full\" src=\"https:\/\/discover-destinations.com\/wp-content\/uploads\/2018\/10\/DBE-3.jpg\" alt=\"\" width=\"206\" height=\"155\" \/><\/span><\/center><center><\/center><center><\/center><center><\/center><center><em>Minority Business Enterprise<\/em><\/center><\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text _builder_version=&#8221;3.17.2&#8243; text_font=&#8221;||||||||&#8221;]<\/p>\n<p> <\/p>\n<p> <\/p>\n<p><center><span style=\"font-size: 14px; text-align: left;\"> <img loading=\"lazy\" decoding=\"async\" class=\"wp-image-1017 alignnone size-full\" src=\"https:\/\/discover-destinations.com\/wp-content\/uploads\/2018\/10\/mbe.png\" alt=\"\" width=\"204\" height=\"153\" \/><\/span><\/center><center><\/center><center><\/center><center><\/center><center><\/center><center><\/center><center><\/center><center><em>Minority Business Enterprise<\/em><\/center><\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p>[\/et_pb_text][\/et_pb_column][et_pb_column type=&#8221;1_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text _builder_version=&#8221;3.17.2&#8243; text_font=&#8221;||||||||&#8221;]<\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p style=\"text-align: center;\"> <span style=\"font-size: 14px; text-align: left;\"><img loading=\"lazy\" decoding=\"async\" class=\"wp-image-844 alignnone size-medium\" src=\"https:\/\/discover-destinations.com\/wp-content\/uploads\/2018\/10\/IITA-1-300x93.png\" alt=\"\" width=\"212\" height=\"66\" \/><\/span><\/p>\n<p> <\/p>\n<p style=\"text-align: center;\"><em style=\"font-size: 14px;\">International Inbound Travel Association<\/em><\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p> <\/p>\n<p>[\/et_pb_text][\/et_pb_column][\/et_pb_row][\/et_pb_section]<\/p>\n","protected":false},"excerpt":{"rendered":"<p>[et_pb_section fb_built=&#8221;1&#8243; custom_padding_last_edited=&#8221;on|phone&#8221; next_background_color=&#8221;#ffffff&#8221; admin_label=&#8221;Offer&#8221; _builder_version=&#8221;3.15&#8243; background_color=&#8221;rgba(0,0,0,0.5)&#8221; background_image=&#8221;https:\/\/discover-destinations.com\/wp-content\/uploads\/2018\/09\/nwhqdbecumw.jpg&#8221; background_blend=&#8221;color&#8221; custom_padding=&#8221;120px||79px||false|false&#8221; custom_padding_tablet=&#8221;80px||80px|&#8221; locked=&#8221;off&#8221;][et_pb_row custom_margin=&#8221;|||&#8221; _builder_version=&#8221;3.0.76&#8243;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;3.0.47&#8243;][et_pb_text admin_label=&#8221;CTA Section Subtitle&#8221; _builder_version=&#8221;3.12&#8243; text_font=&#8221;Roboto|on||on|&#8221; text_font_size=&#8221;24px&#8221; text_letter_spacing=&#8221;4px&#8221; text_orientation=&#8221;center&#8221; background_layout=&#8221;dark&#8221; module_alignment=&#8221;center&#8221; animation_style=&#8221;zoom&#8221; animation_intensity_zoom=&#8221;20%&#8221;][\/et_pb_text][et_pb_text admin_label=&#8221;CTA Section Title&#8221; _builder_version=&#8221;3.15&#8243; text_font=&#8221;||||&#8221; header_font=&#8221;Oswald|on||on|&#8221; header_text_align=&#8221;center&#8221; header_font_size=&#8221;60px&#8221; header_line_height=&#8221;1.3em&#8221; background_layout=&#8221;dark&#8221; module_alignment=&#8221;center&#8221; custom_margin=&#8221;|||&#8221; custom_padding=&#8221;|||&#8221; animation_style=&#8221;zoom&#8221; animation_delay=&#8221;100ms&#8221; animation_intensity_zoom=&#8221;20%&#8221; locked=&#8221;off&#8221;] Shopping USASelf-Drive [\/et_pb_text][et_pb_divider color=&#8221;#ffffff&#8221; divider_position=&#8221;center&#8221; divider_weight=&#8221;3px&#8221; height=&#8221;false&#8221; disabled_on=&#8221;off|off|off&#8221; _builder_version=&#8221;3.2&#8243; max_width=&#8221;150px&#8221; [&hellip;]<\/p>\n","protected":false},"author":3,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"nf_dc_page":"","_et_pb_use_builder":"on","_et_pb_old_content":"","_et_gb_content_width":"","footnotes":""},"class_list":["post-1171","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/pages\/1171","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/users\/3"}],"replies":[{"embeddable":true,"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/comments?post=1171"}],"version-history":[{"count":4,"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/pages\/1171\/revisions"}],"predecessor-version":[{"id":1178,"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/pages\/1171\/revisions\/1178"}],"wp:attachment":[{"href":"https:\/\/discover-destinations.com\/wp-json\/wp\/v2\/media?parent=1171"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}